{
  "header": {
    "welcome": "ZEBRA гастробар приветствует Вас!",
    "description": "Мы приготовили вкусный выбор блюд для гостей отеля SkyLine, которые могут быть доставлены в Вашу комнату!"
  },
  "navigation": {
    "quickNavigation": "Быстрая Навигация"
  },
  "meal": {
    "selectBreakfast": "Выберите Ваш Завтрак",
    "selectMeal": "Выберите Вашу Еду",
    "unavailable": "Выбор еды в настоящее время недоступен.",
    "workingHours": "Рабочие часы:",
    "servedFrom": "подается с",
    "till": "до",
    "breakfast": "Завтрак",
    "dinner": "Ужин",
    "serviceHours": {
      "breakfast": "9:00 - 12:30",
      "dinner": "12:31 - 23:00"
    },
    "categories": {
      "breakfastItems": "Блюда для Завтрака",
      "coldAppetizers": "Холодные закуски",
      "salads": "Салаты",
      "soup": "Суп",
      "risotto": "Ризотто",
      "fish": "Рыба",
      "meat": "Мясо",
      "desserts": "Десерты"
    }
  },
  "order": {
    "total": "Итого",
    "reset": "Сбросить",
    "continue": "Продолжить",
    "orderNumber": "Заказ #",
    "success": "Заказ успешно размещен!",
    "error": "Ошибка при размещении заказа. Попробуйте еще раз.",
    "sendSuccess": "Заказ успешно отправлен! Мы скоро его обработаем.",
    "sendError": "Ошибка отправки заказа. Попробуйте еще раз или свяжитесь с нами напрямую."
  },
  "location": {
    "whereToEat": "Где есть:",
    "selectTime": "Выберите время еды / доставки:",
    "room": "Комната",
    "restaurant": "Ресторан",
    "selectRoom": "Пожалуйста, выберите номер вашей комнаты",
    "roomNumber": "Номер Комнаты"
  },
  "payment": {
    "selectOption": "Выберите вариант оплаты",
    "cash": "Наличные",
    "card": "Карта",
    "selectMethod": "Пожалуйста, выберите способ оплаты"
  },
  "receipt": {
    "orderReceipt": "Чек Заказа",
    "deliveryTime": "Время Доставки",
    "location": "Местоположение",
    "paymentMethod": "Способ Оплаты",
    "adminPin": "ПИН",
    "passToAdmin": "Пожалуйста, передайте устройство администратору для завершения заказа.",
    "callWaiter": "Вызвать Официанта",
    "confirmOrder": "Подтвердить Заказ",
    "close": "×"
  },
  "telegram": {
    "confirmOrder": "✅ Подтвердить Заказ",
    "rejectOrder": "❌ Отклонить Заказ"
  },
  "validation": {
    "selectMeal": "Пожалуйста, выберите тип еды",
    "selectTime": "Пожалуйста, выберите время",
    "selectRoom": "Пожалуйста, выберите номер вашей комнаты",
    "selectPayment": "Пожалуйста, выберите способ оплаты",
    "invalidPin": "Неверный ПИН. Попробуйте еще раз."
  },
  "admin": {
    "mode": "Режим администратора активирован"
  },
  "thanks": {
    "thankYou": "Спасибо!",
    "message": "Ваш заказ получен и обрабатывается.",
    "redirecting": "Перенаправление через"
  },
  "room": {
    "selectRoom": "Выберите Вашу Комнату",
    "close": "Закрыть"
  },
  "meals": {
    "breakfast": {
      "scrambleShrimp": {
        "name": "Скрэмбл с креветками и хойсин-кремом",
        "desc": "Нежная яичница-болтунья с маслом, сочные креветки с нотами чеснока и пикантный хойсин-крем. подается с миксом зелени в медово-бальзамической заправке, черри-томатами и булочкой бриош"
      },
      "benedictBacon": {
        "name": "Бенедикт с беконом и голландским соусом",
        "desc": "Нежный английский маффин с яйцами пашот, хрустящим беконом и воздушным голландским соусом с нотами мускатного ореха. Подается с миксом зелени и острой рукколой в медово-бальзамической заправке и черри-томатами"
      },
      "montenegrianBreakfast": {
        "name": "Черногорский завтрак",
        "desc": "Сытный балканский сет: жареные колбаски, яичница-глазунья, хрустящий бекон, молодая картошка в чесночном масле и фермерский сыр."
      },
      "pancakesHoney": {
        "name": "Блинчики с медом и сезонными фруктами",
        "desc": "Блинчики с медом и свежими фруктами."
      },
      "chiaPudding": {
        "name": "Пудинг из семян чиа",
        "desc": "Пудинг из семян чиа с домашней гранолой и орехами (вишня или клубника на выбор)."
      },
      "oatmeal": {
        "name": "Овсяная каша",
        "desc": "Овсяная каша с запеченным грушевым муссом и карамелизированными лесными орехами."
      },
      "chickenSandwich": {
        "name": "Сэндвич с курицей",
        "desc": "Сэндвич с курицей су-вид и соусом цезарь."
      },
      "frenchToast": {
        "name": "Французские тосты",
        "desc": "Французские тосты с сезонными фруктами и вишневым соусом."
      }
    },
    "dinner": {
      "bruschettaPear": {
        "name": "Брускетта с маринованной грушей, соусом горгонзола и копченым лососем",
        "desc": "Нежное сочетание сладкой груши с винными нотами, пикантного крема горгонзола с базиликом и нежного домашнего копченого лосося."
      },
      "bruschettaSquid": {
        "name": "Брускетта с кальмаром, хойсин-кремом и водорослями чука",
        "desc": "Экзотическая брускетта с кальмаром, маринованными водорослями чука, слегка сладким хойсин-кремом, паприковым маслом и маринованными бобами эдамаме"
      },
      "bruschettaBeef": {
        "name": "Брускетта с ростбифом и айоли-кремом",
        "desc": "Сочный ростбиф на хрустящем тосте с нежным кремом, богатым ароматом жареного чеснока, острой рукколой, цельнозерновой горчицей и пармезаном"
      },
      "carpaccioBeef": {
        "name": "Карпаччо из говядины с жареным персиком",
        "desc": "Нежные ломтики говядины в сочетании с ароматным персиком и заправкой на основе бальзамика."
      },
      "saladRoastBeef": {
        "name": "Салат с ростбифом, жареным болгарским перцем и соусом пименто",
        "desc": "Салатный микс с домашним ростбифом, заправленный соусом из жареных перцев, вяленых томатов, кинзы, меда и тертых жареных грецких орехов."
      },
      "saladSeafood": {
        "name": "Салат с морепродуктами и кокосовой заправкой",
        "desc": "Молодой кальмар и свежие креветки с салатным миксом в кокосово-лаймовой заправке на основе маскарпоне и паприкового масла"
      },
      "saladVegetable": {
        "name": "Салат из сезонных овощей с заправкой Поморроссо",
        "desc": "Микс сезонных овощей с фирменной заправкой на основе вяленых томатов. Свежесть овощей сбалансирована нежным фермерским сыром фета и пикантными нотами заправки."
      },
      "soupFish": {
        "name": "Рыбный суп с морепродуктами",
        "desc": "Богатый фирменный суп с маслом кинзы и петрушки, кальмаром, креветками и лососем."
      },
      "soupBeetroot": {
        "name": "Холодный свекольный суп с кефиром и молодой картошкой",
        "desc": "Освежающий холодный суп на основе кефира со свеклой, поданный в фирменном стиле. Подается с жареной молодой картошкой."
      },
      "risottoPurple": {
        "name": "Фиолетовое ризотто с фрикадельками и пармезановым соусом",
        "desc": "Яркое блюдо с телячьими фрикадельками, приготовленное по классической технике ризотто и поданное с богатым сырным соусом."
      },
      "risottoMushroom": {
        "name": "Ризотто с белыми грибами",
        "desc": "Кремовое ризотто на грибном бульоне с белыми грибами, пармезаном и укропным маслом."
      },
      "risottoTomYum": {
        "name": "Ризотто Том Ям с креветками и кальмаром",
        "desc": "Азиатская интерпретация классического итальянского рецепта с кальмаром и креветками. Насыщенное кокосовыми нотами, лаймом и остротой Том Яма."
      },
      "fishDorado": {
        "name": "Жареная дорадо с овощным соте",
        "desc": "Нежная жареная дорадо в паре с хрустящим соте из сезонных овощей."
      },
      "fishSeaBass": {
        "name": "Филе сибаса с кремом из корня сельдерея и соусом Базоро",
        "desc": "Нежное филе сибаса, обжаренное до золотистой корочки, подается на бархатистом креме из сельдерея с изысканным соусом Базоро из белого вина, апельсина и ароматных специй. Маринованный фенхель добавляет необходимую свежесть блюду."
      },
      "fishSalmon": {
        "name": "Лосось Бурбон",
        "desc": "Нежное филе лосося с картофельным пюре и кисло-сладким соусом из бурбона, меда и перца чили."
      },
      "meatBeefMedallions": {
        "name": "Медальоны из говядины с картофельным пюре и соусом из белых грибов",
        "desc": "Сочные медальоны из говядины с нежным картофельным пюре и богатым кремовым соусом из ароматных лесных грибов и тимьяна."
      },
      "meatChicken": {
        "name": "Курица су-вид с яичной лапшой и анисовым терияки соусом",
        "desc": "Сочное куриное филе су-вид, подается с яичной лапшой в фирменном анисовом терияки соусе."
      },
      "meatPork": {
        "name": "Свиная вырезка с молодой картошкой и грибным соусом",
        "desc": "Нежная, сочная свинина с жареной молодой картошкой. Подается с грибным соусом."
      },
      "meatPljeskavitsa": {
        "name": "Фирменная Плескавица",
        "desc": "Балканская классика из смеси говядины и специй, идеально приготовленная на гриле. Подается с домашними маринованными огурцами и картошкой фри."
      },
      "dessertBrownie": {
        "name": "Брауни с кремом дульсе де лече и карамелизированными лесными орехами",
        "desc": "Насыщенный шоколадный брауни с нежнейшим кремом из вареной сгущенки, пропитанной вишней и карамелизированными лесными орехами."
      },
      "dessertTiramisu": {
        "name": "Тирамису",
        "desc": "Классический итальянский десерт. Воздушный крем маскарпоне с нотами лайма и апельсина, бисквит, пропитанный кофе и амаретто."
      }
    }
  }
}
