{
  "header": {
    "welcome": "ZEBRA гастробар вітає Вас!",
    "description": "Ми приготували смачний вибір страв для гостей готелю SkyLine, які можуть бути доставлені до Вашої кімнати!"
  },
  "navigation": {
    "quickNavigation": "Швидка Навігація"
  },
  "meal": {
    "selectBreakfast": "Оберіть Ваш Сніданок",
    "selectMeal": "Оберіть Вашу Їжу",
    "unavailable": "Вибір їжі наразі недоступний.",
    "workingHours": "Робочі години:",
    "servedFrom": "подається з",
    "till": "до",
    "breakfast": "Сніданок",
    "dinner": "Вечеря",
    "categories": {
      "breakfastItems": "Страви для Сніданку",
      "coldAppetizers": "Холодні закуски",
      "salads": "Салати",
      "soup": "Суп",
      "risotto": "Різотто",
      "fish": "Риба",
      "meat": "М'ясо",
      "desserts": "Десерти"
    }
  },
  "order": {
    "total": "Всього",
    "reset": "Скинути",
    "continue": "Продовжити",
    "orderNumber": "Замовлення #",
    "success": "Замовлення успішно розміщено!",
    "error": "Помилка при розміщенні замовлення. Спробуйте ще раз.",
    "sendSuccess": "Замовлення успішно надіслано! Ми незабаром його обробимо.",
    "sendError": "Помилка надсилання замовлення. Спробуйте ще раз або зв'яжіться з нами безпосередньо."
  },
  "location": {
    "whereToEat": "Де їсти:",
    "selectTime": "Оберіть час для їжі / доставки:",
    "room": "Кімната",
    "restaurant": "Ресторан",
    "selectRoom": "Будь ласка, оберіть номер вашої кімнати",
    "roomNumber": "Номер Кімнати"
  },
  "payment": {
    "selectOption": "Оберіть варіант оплати",
    "cash": "Готівка",
    "card": "Картка",
    "selectMethod": "Будь ласка, оберіть спосіб оплати"
  },
  "receipt": {
    "orderReceipt": "Чек Замовлення",
    "deliveryTime": "Час Доставки",
    "location": "Розташування",
    "paymentMethod": "Спосіб Оплати",
    "adminPin": "ПІН",
    "passToAdmin": "Будь ласка, передайте пристрій адміністратору для завершення замовлення.",
    "confirmOrder": "Підтвердити Замовлення",
    "close": "×"
  },
  "telegram": {
    "confirmOrder": "✅ Підтвердити Замовлення",
    "rejectOrder": "❌ Відхилити Замовлення"
  },
  "validation": {
    "selectMeal": "Будь ласка, оберіть тип їжі",
    "selectTime": "Будь ласка, оберіть час",
    "selectRoom": "Будь ласка, оберіть номер вашої кімнати",
    "selectPayment": "Будь ласка, оберіть спосіб оплати",
    "invalidPin": "Невірний ПІН. Спробуйте ще раз."
  },
  "admin": {
    "mode": "Режим адміністратора активовано"
  },
  "thanks": {
    "thankYou": "Дякуємо!",
    "message": "Ваше замовлення отримано і обробляється.",
    "redirecting": "Перенаправлення через"
  },
  "room": {
    "selectRoom": "Оберіть Вашу Кімнату",
    "close": "Закрити"
  },
  "meals": {
    "breakfast": {
      "scrambleShrimp": {
        "name": "Скремблд з креветками та хойсін-кремом",
        "desc": "Ніжна яєчня-болтанка з маслом, соковиті креветки з нотами часнику та пікантний хойсін-крем. Подається з міксом зелені в медово-бальзамічній заправці, помідорами черрі та булочкою бріош"
      },
      "benedictBacon": {
        "name": "Бенедикт з беконом та голландським соусом",
        "desc": "Ніжний англійський мафін з яйцями пашот, хрустким беконом та повітряним голландським соусом з нотами мускатного горіха. Подається з міксом зелені та гострою рукколою в медово-бальзамічній заправці та помідорами черрі"
      },
      "montenegrianBreakfast": {
        "name": "Чорногорський сніданок",
        "desc": "Ситний балканський сет: смажені ковбаски, яєчня-глазунья, хрустний бекон, молода картопля в часниковому маслі та фермерський сир."
      },
      "pancakesHoney": {
        "name": "Млинці з медом та сезонними фруктами",
        "desc": "Млинці з медом та свіжими фруктами."
      },
      "chiaPudding": {
        "name": "Пудинг із насіння чіа",
        "desc": "Пудинг із насіння чіа з домашньою гранолою та горіхами (вишня або полуниця на вибір)."
      },
      "oatmeal": {
        "name": "Вівсяна каша",
        "desc": "Вівсяна каша із запеченим грушевим мусом та карамелізованими лісовими горіхами."
      },
      "chickenSandwich": {
        "name": "Сендвіч із куркою",
        "desc": "Сендвіч із куркою су-від та соусом цезар."
      },
      "frenchToast": {
        "name": "Французькі тости",
        "desc": "Французькі тости із сезонними фруктами та вишневим соусом."
      }
    },
    "dinner": {
      "bruschettaPear": {
        "name": "Брускетта з маринованою грушею, соусом горгонзола та копченим лососем",
        "desc": "Ніжне поєднання солодкої груші з винними нотами, пікантного крему горгонзола з базиліком та ніжного домашнього копченого лосося."
      },
      "bruschettaSquid": {
        "name": "Брускетта з кальмаром, хойсін-кремом та водоростями чука",
        "desc": "Екзотична брускетта з кальмаром, маринованими водоростями чука, злегка солодким хойсін-кремом, паприковою олією та маринованими бобами едамаме"
      },
      "bruschettaBeef": {
        "name": "Брускетта з ростбіфом та айолі-кремом",
        "desc": "Соковитий ростбіф на хрустному тості з ніжним кремом, багатим ароматом смаженого часнику, гострою рукколою, цільнозерновою гірчицею та пармезаном"
      },
      "carpaccioBeef": {
        "name": "Карпаччо з яловичини із смаженим персиком",
        "desc": "Ніжні скибочки яловичини в поєднанні з ароматним персиком та заправкою на основі бальзаміка."
      },
      "saladRoastBeef": {
        "name": "Салат з ростбіфом, смаженим болгарським перцем та соусом піменто",
        "desc": "Салатний мікс з домашнім ростбіфом, заправлений соусом зі смажених перців, в'ялених томатів, кінзи, меду та тертих смажених волоських горіхів."
      },
      "saladSeafood": {
        "name": "Салат з морепродуктами та кокосовою заправкою",
        "desc": "Молодий кальмар та свіжі креветки з салатним міксом у кокосово-лаймовій заправці на основі маскарпоне та паприкової олії"
      },
      "saladVegetable": {
        "name": "Салат із сезонних овочів із заправкою Поморроссо",
        "desc": "Мікс сезонних овочів з фірмовою заправкою на основі в'ялених томатів. Свіжість овочів збалансована ніжним фермерським сиром фета та пікантними нотами заправки."
      },
      "soupFish": {
        "name": "Рибний суп з морепродуктами",
        "desc": "Багатий фірмовий суп з олією кінзи та петрушки, кальмаром, креветками та лососем."
      },
      "soupBeetroot": {
        "name": "Холодний буряковий суп з кефіром та молодою картоплею",
        "desc": "Освіжаючий холодний суп на основі кефіру з буряком, поданий у фірмовому стилі. Подається зі смаженою молодою картоплею."
      },
      "risottoPurple": {
        "name": "Фіолетове різотто з фрикадельками та пармезановим соусом",
        "desc": "Яскрава страва з телячими фрикадельками, приготована за класичною технікою різотто та подана з багатим сирним соусом."
      },
      "risottoMushroom": {
        "name": "Різотто з білими грибами",
        "desc": "Кремове різотто на грибному бульйоні з білими грибами, пармезаном та кропною олією."
      },
      "risottoTomYum": {
        "name": "Різотто Том Ям з креветками та кальмаром",
        "desc": "Азійська інтерпретація класичного італійського рецепту з кальмаром та креветками. Насичене кокосовими нотами, лаймом та гостротою Том Яма."
      },
      "fishDorado": {
        "name": "Смажена дорадо з овочевим соте",
        "desc": "Ніжна смажена дорадо в парі з хрустким соте із сезонних овочів."
      },
      "fishSeaBass": {
        "name": "Філе сибаса з кремом з кореня селери та соусом Базоро",
        "desc": "Ніжне філе сибаса, обсмажене до золотистої скоринки, подається на оксамитовому кремі з селери з вишуканим соусом Базоро з білого вина, апельсина та ароматних спецій. Маринований фенхель додає необхідну свіжість страві."
      },
      "fishSalmon": {
        "name": "Лосось Бурбон",
        "desc": "Ніжне філе лосося з картопляним пюре та кисло-солодким соусом з бурбона, меду та перцю чилі."
      },
      "meatBeefMedallions": {
        "name": "Медальйони з яловичини з картопляним пюре та соусом з білих грибів",
        "desc": "Соковиті медальйони з яловичини з ніжним картопляним пюре та багатим кремовим соусом з ароматних лісових грибів та чебрецю."
      },
      "meatChicken": {
        "name": "Курка су-від з яєчною локшиною та анісовим теріякі соусом",
        "desc": "Соковите куряче філе су-від, подається з яєчною локшиною у фірмовому анісовому теріякі соусі."
      },
      "meatPork": {
        "name": "Свиняча вирізка з молодою картоплею та грибним соусом",
        "desc": "Ніжна, соковита свинина зі смаженою молодою картоплею. Подається з грибним соусом."
      },
      "meatPljeskavitsa": {
        "name": "Фірмова Плескавиця",
        "desc": "Балканська класика із суміші яловичини та спецій, ідеально приготована на грилі. Подається з домашніми маринованими огірками та картоплею фрі."
      },
      "dessertBrownie": {
        "name": "Брауні з кремом дульсе де лече та карамелізованими лісовими горіхами",
        "desc": "Насичений шоколадний брауні з найніжнішим кремом з вареної згущенки, просочених вишень та карамелізованих лісових горіхів."
      },
      "dessertTiramisu": {
        "name": "Тірамісу",
        "desc": "Класичний італійський десерт. Повітряний крем маскарпоне з нотами лайма та апельсина, бісквіт, просочений кавою та амаретто."
      }
    }
  }
}
